Repository: darthnoob/uwp
Catalog: MegaApp/MegaApp/Strings/*/UiResources.resw
Source language: en
Languages: ar, es, fr, id, it, ja, ko, nl, pl, pt_br, ro, ru, th, tr, vi, zh_hans, zh_hant

# UI_EmailAndPassword
source: Email & Password
ar: البريد الإلكتروني وكلمة المرور
es: Email & Contraseña
fr: Courriel et mot de passe
it: Email e password
ja: メールとパスワード
ko: 이메일 & 비밀번호
nl: Email & Wachtwoord
pl: Email & Hasło
pt_br: Email & senha
ro: E-mail și parolă
ru: Электронная почта и Пароль
th: อีเมลและรหัสผ่าน
tr: E-posta ve Parola
vi: Email & Mật khẩu
zh_hans: 电子邮件 & 密码
zh_hant: 電子郵件&密碼

# UI_FirstName
source: First name
ar: الاسم الاول
es: Nombre
fr: Prénom
id: Nama depan
it: Nome
ja: 名
ko: 이름
nl: Voornaam
pl: Imię
pt_br: Primeiro nome
ro: Prenume
ru: Имя
th: ชื่อ
tr: Ad
vi: Tên
zh_hans: 名
zh_hant: 名

# UI_LastName
source: Last name
ar: اسم العائلة
es: Apellidos
fr: Nom
id: Nama belakang
it: Cognome
ja: 氏
ko: 성
nl: Achternaam
pl: Nazwisko
pt_br: Ultimo nome
ro: Nume
ru: Фамилия
th: นามสกุล
tr: Soyad
vi: Họ
zh_hans: 姓
zh_hant: 姓

# UI_PersonalInformation
source: Personal information
ar: المعلومات الشخصية
es: Datos personales
fr: Renseignements personnels
id: Informasi pribadi
it: Informazioni personali
ja: 個人情報
ko: 개인 정보
nl: Persoonlijke informatie
pl: Informacje osobiste
pt_br: Informação pessoal
ro: Informații personale
ru: Персональная информация
th: ข้อมูลส่วนบุคคล
tr: Kişisel bilgiler
vi: Thông tin cá nhân
zh_hans: 个人信息
zh_hant: 個人資訊

# UI_PriceAnnual
source: Price (annual)
ar: السعر (سنويا)
es: Precio (anual)
fr: Prix (annuel)
id: Harga (tahunan)
it: Prezzo (annuale)
ja: 価格（年間）
ko: 가격 (연간)
nl: Prijs (jaarlijks)
pl: Cena (roczna)
pt_br: Preço (anual)
ro: Preț (anual)
ru: Цена (ежегодно)
th: ราคา (รายปี)
tr: Ücret (yıllık)
vi: Giá (thường niên)
zh_hans: 价格（每年）
zh_hant: 價格(每年)

# UI_PriceMonthly
source: Price (monthly)
ar: السعر (شهريا)
es: Precio (mensual)
fr: Prix (mensuel)
id: Harga (bulanan)
it: Prezzo (mensile)
ja: 価格（月額）
ko: 가격 (월간)
nl: Prijs (maandelijks)
pl: Cena (miesięcznie)
pt_br: Preço (mensal)
ro: Preț (lunar)
ru: Цена (ежемесячно)
th: ราคา (รายเดือน)
tr: Ücret (aylık)
vi: Giá (mỗi tháng)
zh_hans: 价格（每月）
zh_hant: 價格(每月)

# UI_Save
source: Save
ar: حفظ
es: Guardar
fr: Enregistrer
id: Simpan
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ro: Salvează
ru: Сохранить
th: บันทึก
tr: Kaydet
vi: Lưu
zh_hans: 储存
zh_hant: 儲存

# UI_ChangeEmail
source: Change email
ar: تغيير البريد الإلكتروني
es: Cambiar correo electrónico
fr: Changer l’adresse courriel
id: Ganti email
it: Cambia email
ja: メールを変更する
ko: 이메일 변경
nl: E-mailadres wijzigen
pl: Zmień email
pt_br: Alterar email
ro: Schimbă e-mailul
ru: Смена эл. почты
th: เปลี่ยนอีเมล
tr: Epostayı değiştir
vi: Đổi email
zh_hans: 更改电子信箱
zh_hant: 更改電子信箱

# UI_ChangePassword
source: Change password
ar: تغيير كلمة المرور
es: Cambiar contraseña
fr: Changer le mot de passe
id: Ubah kata sandi
it: Cambia password
ja: パスワードを変更する
ko: 비밀번호 바꾸기
nl: Wijzig wachtwoord
pl: Zmień hasło
pt_br: Alterar senha
ro: Schimbă parola
ru: Изменить пароль
th: เปลี่ยนรหัส
tr: Parola değiştir
vi: Đổi mật khẩu
zh_hans: 变更密码
zh_hant: 更改密碼

# UI_ChangePasswordDescription
source: Enter and confirm your new password and click save.
ar: ادخل وتاكد من كلمة المرور الجديدة ثم اضغط حفظ
es: Escribe y confirma tu nueva contraseña, y haz clic en Guardar.
fr: Saisissez et confirmez le nouveau mot de passe et cliquez sur Enregistrer
id: Masukkan dan konfirmasikan kata sandi baru Anda dan klik simpan.
it: Inserisci e conferma la tua nuova password e clicca Salva.
ja: 新しいパスワードを入力して確認し、「保存」をクリックします。
ko: 새 비밀번호를 입력하고 확인한 후 저장을 클릭하세요.
nl: Voer in en bevestig uw nieuwe wachtwoord en klik opslaan.
pl: Wprowadź i potwierdź nowe hasło i kliknij przycisk Zapisz.
pt_br: Digite e confirme a sua nova senha, e clique em salvar.
ro: Introdu și confirmă noua parolă și dă clic pe Salvează.
ru: Введите и подтвердите новый пароль и нажмите «сохранить».
th: กรอกและยืนยันรหัสผ่านใหม่ของคุณและคลิกบันทึก
tr: Yeni parolanızı girin ve kaydet tuşuna basın.
vi: Nhập và xác nhận mật khẩu mới rồi click nút Lưu.
zh_hans: 输入并确认您的新密码，然后点击保存。
zh_hant: 請輸入並確認新密碼，然後點擊儲存。

# UI_CurrentPassword
source: Current password
ar: كلمة السر الحالية
es: Contraseña actual
fr: Mot de passe actuel
id: Kata sandi terkini
it: Password corrente
ja: 現在のパスワード
ko: 현재 비밀번호
nl: Huidig wachtwoord
pl: Aktualne hasło
pt_br: Senha atual
ro: Parola actuală
ru: Текущий пароль
th: รหัสผ่านปัจจุบัน
tr: Mevcut parola
vi: Mật khẩu hiện tại
zh_hans: 现有密码
zh_hant: 目前的密碼

# UI_NewPassword
source: New password
ar: كلمة سر جديدة
es: Nueva contraseña
fr: Nouveau mot de passe
id: Kata sandi baru
it: Nuova password
ja: 新しいパスワード
ko: 새 비밀번호
nl: Nieuw wachtwoord
pl: Nowe hasło
pt_br: Nova senha
ro: Parola nouă
ru: Новый пароль
th: รหัสผ่านใหม่
tr: Yeni parola
vi: Mật khẩu mới
zh_hans: 新密码
zh_hant: 新密碼

# UI_ReEnterNewPassword
source: Re-enter new password
ar: اعد ادخال كلمة المرور الجديدة
es: Vuelve a escribir tu nueva contraseña
fr: Saisir le nouveau mot de passe de nouveau
id: Masukan kembali password baru
it: Re-inserisci la nuova password
ja: 新しいパスワードを再入力
ko: 새 비밀번호를 다시 입력하세요
nl: Herhaal nieuw wachtwoord
pl: Wprowadź ponownie nowe hasło
pt_br: Confirme a nova senha
ro: Reintrodu parola nouă
ru: Повторите новый пароль
th: กรอกรหัสผ่านใหม่
tr: Parolayı tekrarla
vi: Nhập lại mật khẩu
zh_hans: 重新输入新的密码
zh_hant: 再次輸入新密碼

# UI_RefundPolicy
source: Refund policy
ar: سياسية استرداد المدفوعات
es: Política de reembolso
fr: Politique de remboursement
id: Kebijakan pengembalian
it: Politica di rimborso
ja: 返金ポリシー
ko: 환불 정책
nl: Terugbetalingsbeleid
pl: Polityka zwrotów
pt_br: Politica de reembolso
ro: Politică de rambursare
ru: Политика возврата
th: นโยบายการคืนเงิน
tr: İade ilkesi
vi: Chính sách hoàn tiền
zh_hans: 退款条款
zh_hant: 退款政策

# UI_RefundPolicyDescription
source: Click here for more details on recurring payments, our refund policy, or how to cancel your subscription.
ar: انقر هنا لمزيد من التفاصيل عن الدفع المتجدد ، سياسة الاسترجاع ، أو كيفية إلغاء الاشتراك.
es: Haz clic aquí para más información sobre la suscripción periódica, nuestra política de devoluciones o la cancelación de tu suscripción.
fr: Cliquez ici pour de plus amples informations concernant les paiements récurrents, notre politique de remboursement et comment annuler votre abonnement.
id: Klik di sini untuk detil lebih lanjut tentang pembayaran berulang, kebijakan pengembalian uang kami, dan cara membatalkan langganan anda.
it: Clicca qui per più dettagli sui pagamenti ricorrenti, la nostra policy dei rimborsi, o come cancellare l'abbonamento.
ja: 自動更新のお支払い、当社のご返金ポリシー、またはサブスクリプションのキャンセル方法の詳細については、こちらをクリックしてください。
ko: 반복 결제, 환불 정책, 구독 취소 방법이 궁금하다면 여기를 클릭하세요.
nl: Klik hier voor meer informatie over periodieke betalingen, ons restitutie beleid, of hoe u uw abonnement kunt annuleren.
pl: Kliknij tutaj aby dowiedzieć się więcej o subskrypcjach, zasadach zwrotu i jak anulować subskrypcję.
pt_br: Clique aqui para obter mais informações sobre os pagamentos recorrentes, sobre a nossa política de reembolso, ou sobre como cancelar a sua assinatura.
ro: Clic aici pentru mai multe detalii cu privire la plățile recurente, politica noastră de rambursare sau cum să anulezi abonamentul.
ru: Подробнее о регулярных платежах, нашей политике возврата, или отмене подписки.
th: คลิกที่นี่เพื่อดูรายละเอียดเพิ่มเติมเกี่ยวกับการชำระเงินเป็นประจำ นโยบายการคืนเงิน หรือวิธียกเลิกการสมัครรับข้อมูลของคุณ
tr: Yinelenen ödemeler, iade ilkemiz, veya aboneliğinizin iptaline dair detaylar için buraya tıklayın.
vi: Click vào đây để hiểu rõ hơn về việc thu tiền tự động, cách hoàn tiền, hoặc cách hủy bỏ hạng thành viên.
zh_hans: 点击此处了解关于自动定期付款、退款政策或如何取消订阅之详情。
zh_hant: 點擊此處了解關於自動定期付款、退款政策或如何取消訂閱之詳情。

# UI_SeeMoreInfo
source: See more info
ar: مشاهدة المزيد
es: Ver más información
fr: Voir plus d’infos
id: Lihat info lebih lanjut
it: Vedi più informazioni
ja: 詳細情報を見る
ko: 더 많은 정보 보기
nl: Zie meer informatie
pl: Zobacz więcej informacji
pt_br: Mais informações
ro: Vezi mai multe informații
ru: Подробнее
th: ดูข้อมูลเพิ่มเติม
tr: Daha fazlası
vi: Xem thêm thông tin
zh_hans: 查看更多信息
zh_hant: 查看更多資訊

# UI_ChangeEmailDescription
source: Enter your new email address in the text field above and click Save. Following that, please go to your email inbox and confirm this email change.
ar: ادخل عنوان بريدك الالكتروني الجديد في الحقل أعلاه ثم اضغط على حفظ. ثم اضغط على الرابط الذي سيرسل الى بريدك الالكتروني لتأكيد عملية تغيير عنوان البريد الالكتروني
es: Escribe tu nueva dirección de correo electrónico en el campo de texto de arriba y haz clic en Guardar. A continuación, ve a la bandeja de entrada de tu correo electrónico y confirma el cambio.
fr: Saisissez votre nouvelle adresse courriel dans le champ ci-dessus et cliquez sur Enregistrer. Par la suite, veuillez vous rendre dans votre boîte de réception de courriels et confirmer le changement d’adresse courriel.
id: Masukkan alamat email baru Anda di bidang teks di atas dan klik Simpan. Setelah itu, silakan masuk ke kotak masuk email Anda dan konfirmasikan perubahan email ini.
it: Inserisci il tuo nuovo indirizzo email nello spazio e clicca Salva. Successivamente, per favore vai nella posta in arrivo del tuo indirizzo email e conferma il cambiamento dell'email.
ja: 上のテキストフィールドに新しいメールアドレスを入力し、「保存」をクリックします。それに従って、メールの受信箱に移動し、このメールの変更を確認してください。
ko: 아래의 텍스트 입력란에 새 이메일 주소를 입력하고 저장을 클릭하세요. 그 후, 이메일 수신함에 가서 이메일 변경을 확인하세요.
nl: Voer uw nieuwe e-mailadres in het tekst veld hierboven en klik Opslaan. Vervolgens, ga naar uw email postvak IN en bevestig deze email wijziging.
pl: Wpisz swój nowy adres e-mail w polu tekstowym powyżej i kliknij Zapisz. Następnie przejdź do skrzynki odbiorczej poczty e-mail i potwierdź zmianę adresu e-mail.
pt_br: Digite o seu novo endereço de email no espaço acima e clique em Salvar. A continuação, acesse a caixa de entrada do seu email e confirme essa alteração.
ro: Introdu noua adresă de e-mail în câmpul de mai sus și dă clic pe Salvează. După aceea, te rugăm să accesezi e-mailul și confirmă această modificare de e-mail.
ru: Введите новый адрес e-mail ниже и нажмите «сохранить». После этого перейдите в почтовый ящик и подтвердите изменение.
th: กรอกที่อยู่อีเมลใหม่ในช่องข้อความด้านบนและคลิกบันทึก หลังจากนั้น กรุณาไปที่กล่องจดหมายอีเมลของคุณและยืนยันการเปลี่ยนแปลงอีเมลนี้
tr: Yeni eposta adresinizi yukarıdaki boş alana girin ve kaydet tuşuna basın. Sonrasında, lütfen epostanızın gelen kutusuna gidin ve bu değişimi onayla.
vi: Nhập địa chỉ email mới ở khung bên trên và sau đó click vào Lưu. Tiếp đó, xin vào hộp thư email để xác nhận việc thay đổi email.
zh_hans: 在上方的输入区域更新电子邮件地址，然后点击保存。接下来，请查看您的电子邮件收件箱，并确认此电子邮件更改。
zh_hant: 請於上方的文字框格中輸入您的新電子郵件地址，然後點擊儲存。接著，請至您的電子信箱收信以確認此筆更新。

# UI_NewEmail
source: New email
ar: بريد إلكتروني جديد
es: Nuevo correo electrónico
fr: Nouvelle adresse courriel
id: Email baru
it: Nuova email
ja: 新しいメール
ko: 새 이메일
nl: Nieuw e-mailadres
pl: Nowy adres email
pt_br: Novo e-mail
ro: E-mail nou
ru: Новый адрес
th: อีเมลใหม่
tr: Yeni eposta
vi: Địa chỉ email mới
zh_hans: 新邮件
zh_hant: 新郵件

# UI_EnterNewEmail
source: Enter new email address
ar: ادخل عنوان البريد الالكتروني الجديد
es: Ingresa una nueva dirección de correo electrónico
fr: Saisir la nouvelle adresse courriel
id: Masukkan alamat email baru
it: Inserisci il nuovo indirizzo email
ja: 新しいメールアドレスを入力
ko: 새 이메일 주소
nl: Voer nieuw e-mailadres in
pl: Wprowadź nowy adres e-mail
pt_br: Digite o novo email
ro: Introdu o nouă adresă de e-mail
ru: Новый адрес e-mail
th: กรอกที่อยู่อีเมลใหม่
tr: Yeni eposta adresini gir
vi: Nhập địa chỉ email mới
zh_hans: 输入新的电邮地址
zh_hant: 請輸入新的電子郵件地址

# UI_ConfirmEmail
source: Confirm email
ar: تأكيد البريد الإلكتروني
es: Confirma el correo electrónico
fr: Confirmer l'adresse courriel
id: Konfirmasi email
it: Confermare email
ja: メールを確認する
ko: 이메일 확인
nl: Bevestig e-mailadres
pl: Potwierdź email
pt_br: Confirmar email
ro: Confirmă e-mailul
ru: Подтвердите электронную почту
th: ยืนยันอีเมล
tr: E-postayı doğrula
vi: Xác nhận thay đổi email
zh_hans: 确认电子邮件地址
zh_hant: 確認電子郵件地址

# UI_EmailChangedSuccessful
source: Congratulations, your new email address for this MEGA account is
ar: تهانينا، عنوان البريد الالكتروني الجديد لحسابك في MEGA هو
es: Enhorabuena, tu nueva dirección de correo electrónico para esta cuenta MEGA es
fr: Félicitations, votre nouvelle adresse courriel pour ce compte MEGA est
id: Selamat, alamat email baru Anda untuk akun MEGA ini adalah
it: Congratulazioni, il tuo nuovo indirizzo email valido per questo account MEGA è
ja: おめでとうございます。このMEGAアカウント用のあなたの新しいメールアドレスは次のとおりです：
ko: 축하합니다. 이 MEGA 계정에 대한 새 이메일 주소는 다음과 같습니다
nl: Gefeliciteerd, uw nieuwe e-mailadres voor dit MEGA account is
pl: Gratulacje, twój nowy adres e-mail dla tego konta MEGA jest
pt_br: Parabéns! O novo endereço de email desta conta MEGA é
ro: Felicitări, adresa de e-mail nouă pentru acest cont MEGA este
ru: Поздравляем, ваш новый адрес e-mail для этого MEGA-аккаунта:
th: ขอแสดงความยินดี ที่อยู่อีเมลใหม่ของคุณสำหรับบัญชี MEGA นี้คือ
tr: Tebrikler, bu MEGA hesabı için kullanacağınız yeni eposta adresi
vi: Quá trình thay đổi đã hoàn tất, địa chỉ email của tài khoản bây giờ là
zh_hans: 恭喜，您的MEGA账户的新电子邮件地址是
zh_hant: 恭喜，您MEGA帳戶的新電子郵件地址是

# UI_VerifyEmailHeader
source: Verify your email address
ar: تأكيد بريدك الإلكتروني
es: Verifica tu dirección de email
fr: Vérifier votre adresse courriel
id: Verifikasi alamat email anda
it: Verifica il tuo indirizzo email
ja: メールアドレスを確認してください
ko: 이메일을 확인하세요
nl: Verifieer uw e-mailadres
pl: Zweryfikuj swój adres email
pt_br: Confirme o seu endereço de email
ro: Verifică adresa de e-mail
ru: Проверьте свой адрес электронной почты
th: ยืนยันที่อยู่อีเมลของคุณ
tr: Eposta adresinizi doğrulayın
vi: Xác thực địa chỉ email của bạn
zh_hans: 验证您的电子邮件地址
zh_hant: 驗證您的電子郵件地址

# UI_VerifyEmailSubHeader
source: Please enter your password to verify your email address
ar: يرجى إدخال كلمة المرور للتحقق من عنوان البريد الإلكتروني الخاص بك
es: Introduce tu contraseña para verificar tu dirección de correo electrónico
fr: Veuillez saisir votre mot de passe pour vérifier votre adresse courriel
id: Harap masukan password anda untuk mem-verifikasi alamat email anda
it: Per favore, inserisci la tua password per verificare il tuo indirizzo email
ja: メールアドレスを確認するためにパスワードを入力してください
ko: 이메일 주소를 승인하려면 비밀번호를 입력하세요
nl: Vul alstublieft uw wachtwoord in om uw e-mailadres te controleren
pl: Wprowadź swoje hasło w celu weryfikacji adresu email
pt_br: Por favor, digite a sua senha para confirmar o seu endereço de email
ro: Te rugăm să introduci parola pentru a-ți verifica adresa de e-mail
ru: Пожалуйста, введите пароль, чтобы подтвердить свой адрес электронной почты
th: กรุณาใส่รหัสผ่านเพื่อยืนยันอีเมลของคุณ
tr: E-posta adresinizi doğrulamak için parolanızı girin
vi: Xin nhập mật khẩu để xác thực đây là email của bạn
zh_hans: 请输入您的密码以验证您的电子邮件地址
zh_hant: 請輸入您的密碼以驗證您的電子郵件地址

# UI_Add
source: Add
ar: اضافة
es: Añadir
fr: Ajouter
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ro: Adaugă
ru: Добавить
th: เพิ่ม
tr: Ekle
vi: Thêm
zh_hans: 新增
zh_hant: 新增

# UI_AddContact
source: Add contact
ar: إضافة جهة اتصال
es: Añadir contacto
fr: Ajouter un contact
id: Tambah kontak
it: Aggiungi contatto
ja: 知り合いの追加
ko: 연락처 추가
nl: Voeg contact toe
pl: Dodaj kontakt
pt_br: Adicionar contato
ro: Adaugă un contact
ru: Добавить контакт
th: เพิ่มผู้ติดต่อ
tr: Kişi ekle
vi: Thêm liên lạc
zh_hans: 新增联系人
zh_hant: 新增聯絡人

# UI_Contacts
source: Contacts
ar: جهات الاتصال
es: Contactos
id: Kontak
it: Contatti
ja: 知り合い
ko: 연락처
nl: Contacten
pl: Kontakty
pt_br: Contatos
ro: Contacte
ru: Контакты
th: ผู้ติดต่อ
tr: Kişiler
vi: Danh bạ
zh_hans: 联系人
zh_hant: 聯絡人

# UI_Incoming
source: Incoming
ar: الوارد
es: Entrante
fr: Entrants
id: Dibagikan
it: In entrata
ja: 受信
ko: 들어옴
nl: Inkomend
pl: Nadchodzące
pt_br: Entrada
ro: Primite
ru: Входящие
th: ขาเข้า
tr: Gelen
vi: Mục Nhận Đuợc
zh_hans: 传入
zh_hant: 傳入

# UI_Outgoing
source: Outgoing
ar: الصادر
es: Saliente
fr: Sortants
id: Membagikan
it: In uscita
ja: 送信
ko: 나감
nl: Uitgaande
pl: Wychodzące
pt_br: Saída
ro: Efectuate
ru: Исходящие
th: ขาออก
tr: Giden
vi: Mục Gửi Đi
zh_hans: 传出
zh_hant: 傳出

# UI_AddContactEmailDefaultText
source: Hello, join me on MEGA and get access to encrypted storage and communication. Get 50 GB free!
ar: مرحبا، انضم الي MEGA واحصل على تخزين واتصال مشفر. احصل على 50 جيجا بايت مجانا!
es: Hola, únete a mi en MEGA y accede a almacenamiento y comunicaciones encriptadas. ¡50 GB gratis!
fr: Bonjour. Joignez-vous à moi sur MEGA et accédez à des services de stockage et de communication chiffrés. Obtenez 50 Go gratuitement !
id: Halo, gabung dengan saya di MEGA dan dapatkan akses untuk tempat penyimpanan dan komunikasi
it: Ciao, unisciti a me in MEGA e ottieni l'accesso ad uno storage e ad una comunicazione crittografati. Ottieni 50 GB gratis!
ja: ハロー！MEGAに加入して暗号化通信とストレージを利用しよう。50GB 無料！
ko: 안녕하세요, 저와 MEGA에서 함께하시고 암호화된 저장소와 대화수단을 얻으세요. 50GB가 무료입니다!
nl: Hallo, kom ook bij MEGA en krijg toegang tot gecodeerde opslag en communicatie. Krijg 50GB gratis!
pl: Witaj, dołącz do mnie na MEGA i uzyskaj dostęp do bezpiecznej przestrzeni na pliki i komunikatora. Odbierz swoje 50 GB za darmo!
pt_br: Olá, junte-se a mim no MEGA e ganhe acesso a armazenamento e comunicação criptografados. Ganhe 50 GB grátis!
ro: Salut, înscrie-te și tu pe MEGA și obține acces la stocare criptată și comunicare. Obține 50GB gratuit!
ru: Привет, присоединись к MEGA и получи доступ к зашифрованному хранению данных и коммуникациям. Получи 50 ГБ бесплатно!
th: สวัสดีจ้า มาร่วมเป็นส่วนหนึ่งกับ MEGA ของเราสิ เพื่อเข้าถึงที่เก็บข้อมูลและการสื่อสารของคุณได้อย่างปลอดภัย สมัครตอนนี้ รับฟรีไปเลย 50 GB
tr: Merhaba, bana MEGA'da katıl ve şifreli haberleşme ve depolamaya sahip ol. 50 GB depolama ücretsiz!
vi: Chào bạn, hãy cùng mình tham gia đăng ký tài khoản MEGA để nhận ngay 50 GB dung lượng lưu trữ miễn phí.
zh_hans: 你好！和我一起加入MEGA即可免费获得50GB的加密云存储和加密会话！
zh_hant: 你好！和我一起加入MEGA即可免費獲得50GB的加密雲存儲和加密會話！

# UI_Email
source: Email
ar: البريد الإلكتروني
es: Correo electrónico
fr: Adresse courriel
ja: メール
ko: 이메일
th: อีเมล
tr: Eposta
zh_hans: 邮箱地址
zh_hant: 郵箱地址

# UI_AcceptContact
source: Accept contact
ar: قبول جهة الاتصال
es: Acaptar contacto
fr: Accepter le contact
id: Terima kontak
it: Accetta contatto
ja: 連絡先を受け入れる
ko: 연락처 허용
nl: Accepteer contact
pl: Zaakceptuj kontakt
pt_br: Aceitar contato
ro: Acceptă contactul
ru: Принять контакт
th: ยอมรับผู้ติดต่อ
tr: Kişiyi kabul et
vi: Chấp nhận liên lạc
zh_hans: 接受联系人
zh_hant: 接受邀請

# UI_DenyContact
source: Deny contact
ar: رفض جهة الاتصال
es: Rechazar contacto
fr: Refuser le contact
id: Tolak kontak
it: Nega contatto
ja: 連絡先を拒否する
ko: 연락처 거부
nl: Afwijzen contact
pl: Odmów kontaktu
pt_br: Rejeitar contato
ro: Refuză contactul
ru: Отклонить контакт
th: ปฏิเสธผู้ติดต่อ
tr: Kişiyi reddet
vi: Từ chối liên lạc
zh_hans: 拒绝联系人
zh_hant: 拒絕邀請

# UI_RemindContact
source: Remind contact
ar: اعادة تذكير جهة الاتصال
es: Reenviar invitación
fr: Rappeler au contact
id: Ingatkan kontak
it: Ricorda contatto
ja: 連絡先に知らせる
ko: 연락처 다시 알리기
nl: Herinner contact
pl: Przypomnij kontakt
pt_br: Lembrar contato
ro: Reamintește contactului
ru: Напомнить о контакте
th: เตือนผู้ติดต่อ
tr: Kişiyi hatırlat
vi: Nhắc nhở liên lạc
zh_hans: 提醒联系人
zh_hant: 提醒聯絡人

# UI_RemoveContact
source: Remove contact
ar: حذف جهة الاتصال
es: Eliminar contacto
fr: Supprimer le contact
id: Hapus kontak
it: Rimuovi contatto
ja: 知り合いを削除
ko: 연락처 삭제
nl: Contact verwijderen
pl: Usuń kontakt
pt_br: Remover contato
ro: Elimină contactul
ru: Удалить контакт
th: เอาผู้ติดต่อออก
tr: Kişi sil
vi: Xóa liên hệ
zh_hans: 删除联系人
zh_hant: 移除聯絡人

# UI_CancelInvite
source: Cancel invite
ar: الغاء الدعوة
es: Cancelar invitación
fr: Annuler l’invitation
id: Batalkan kontak
it: Annulla invito
ja: 招待をキャンセル
ko: 초대 취소
nl: Uitnodiging annuleren
pl: Anuluj zaproszenie
pt_br: Cancelar solicitação
ro: Anulează invitația
ru: Отменить приглашение
th: ยกเลิกคำเชิญ
tr: Davetiyeyi iptal et
vi: Hủy lời mời
zh_hans: 取消邀请
zh_hant: 取消邀請

# UI_RemoveMultipleContacts
source: Remove contacts
ar: حذف جهة الاتصال
es: Eliminar contactos
fr: Supprimer les contacts
id: Hapus kontak
it: Rimuovi contatti
ja: 連絡先を削除
ko: 연락처 제거
nl: Contacten verwijderen
pl: Usuń kontakty
pt_br: Eliminar contatos
ro: Elimină contacte
ru: Удалить контакты
th: ลบรายชื่อติดต่อ
tr: Kişileri sil
vi: Xoá tên liên lạc
zh_hans: 删除联系人
zh_hant: 移除聯絡人

# UI_SharedFolder
source: Shared folder
ar: مشاركة المجلد
es: Carpeta compartida
fr: Dossier partagé
id: Folder bersama
it: Cartella condivisa
ja: 共有フォルダ
ko: 공유된 폴더
nl: Gedeelde map
pl: Udostępniony folder
pt_br: Pasta compartilhada
ro: Folder partajat
ru: Общая папка
th: โฟลเดอร์ที่แชร์
tr: Paylaşılan klasör
vi: Thư mục chia sẻ
zh_hans: 共享文件夹
zh_hant: 已分享的資料夾

# UI_SharedFolders
source: Shared folders
ar: المجلدات المشاركة
es: Carpetas compartidas
fr: Dossiers partagés
id: Folder berbagi
it: Cartelle condivise
ja: 共有フォルダ
ko: 공유된 폴더
nl: Gedeelde mappen
pl: Udostępnione katalogi
pt_br: Pastas compartilhadas
ro: Foldere partajate
ru: Общие папки
th: แชร์โฟลเดอร์
tr: Paylaşılan klasörler
vi: Thư mục được chia sẻ
zh_hans: 已分享的文件夹
zh_hant: 已分享的資料夾

# UI_ListSortedByName
source: Name ({0})
ar: الاسم ({0})
es: Nombre ({0})
fr: Nom ({0})
id: Nama ({0})
it: Nome ({0})
ja: 名前 ({0})
ko: 이름 ({0})
nl: Naam ({0})
pl: Nazwa ({0})
pt_br: Nome ({0})
ro: Nume ({0})
ru: Имя ({0})
th: ชื่อ ({0})
tr: İsim ({0})
vi: Tên ({0})
zh_hans: 名称 ({0})
zh_hant: 名稱 ({0})

# UI_ListSortedByNameMultiSelect
source: Name ({0} of {1})
ar: الاسم ({0} من {1})
es: Nombre ({0} de {1})
fr: Nom ({0} de {1})
id: Nama ({0} dari {1})
it: Nome ({0} di {1})
ja: 名前 ({0}/{1})
ko: 이름 ({1}개 중 {0})
nl: Naam ({0} van {1})
pl: Nazwa ({0} z {1})
pt_br: Nome ({0} de {1})
ro: Nume ({0} din {1})
ru: Имя ({0} из {1})
th: ชื่อ ({0} จาก {1})
tr: İsim ({0}/{1})
vi: Tên ({0} trong tổng {1})
zh_hans: 名称（{1}的{0}）
zh_hant: 名稱 ({1}之{0})

# UI_Name
source: Name
ar: الاسم
es: Nombre
fr: Nom
id: Nama
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt_br: Nome
ro: Nume
ru: Имя
th: ชื่อ
tr: İsim
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# UI_ViewProfile
source: View profile
ar: مشاهدة الملف الشخصي
es: Ver perfil
fr: Visualiser le profil
id: Lihat profile
it: Vedi profilo
ja: プロファイルを見る
ko: 프로필 보기
nl: Bekijk profiel
pl: Zobacz profil
pt_br: Ver perfil
ro: Vezi profilul
ru: Посмотреть профиль
th: ดูโปรไฟล์
tr: Profili görüntüle
vi: Xem trang cá nhân
zh_hans: 查看资料
zh_hant: 查看資料

# UI_SharedItems
source: Shared items
ar: العناصر المشاركة
es: Carpetas compartidas
fr: Éléments partagés
id: Item berbagi
it: Files condivisi
ja: 共有アイテム
ko: 공유된 항목
nl: Gedeelde bestanden
pl: Udostępnione elementy
pt_br: Itens compartilhados
ro: Elemente partajate
ru: Общие элементы
th: รายการที่แชร์
tr: Paylaşılan öğeler
vi: Mục đã chia sẻ
zh_hans: 共享文件
zh_hant: 共享檔案

# UI_Details
source: Details
ar: تفاصيل
es: Detalles
fr: Détails
id: Detil
it: Dettagli
ja: 詳細
ko: 자세히
pl: Szczegóły
pt_br: Detalhes
ro: Detalii
ru: Детали
th: รายละเอียด
tr: Detaylar
vi: Chi tiết
zh_hans: 内容
zh_hant: 內容

# UI_Link
source: Link
ar: رابط
es: Enlace
fr: Lien
ja: リンク
ko: 링크
nl: Koppeling
ru: Ссылка
th: ลิงก์
tr: Bağlantı
vi: Đường liên kết
zh_hans: 链接
zh_hant: 連結

# UI_PermissionFullAccess
source: Full access
ar: الوصول الكامل
es: Acceso completo
fr: Accès total
id: Akses penuh
it: Accesso completo
ja: フルアクセス
ko: 완전 접근
nl: Volledige toegang
pl: Pełen dostęp
pt_br: Acesso total
ro: Acces complet
ru: Полный доступ
th: เข้าถึงได้เต็มรูปแบบ
tr: Tam erişim
vi: Toàn quyền truy cập
zh_hans: 全权使用
zh_hant: 全權使用

# UI_PermissionReadAndWrite
source: Read & write
ar: قراءة وكتابة
es: Lectura y Escritura
fr: Lecture-écriture
it: Leggi e scrivi
ja: 読み込み&書き込み
ko: 읽기 & 쓰기
nl: Lezen & Schrijven
pl: Odczyt & Zapis
pt_br: Leitura & escrita
ro: Citire și scriere
ru: Чтение & запись
th: อ่านและเขียน
tr: Okuma ve yazma
vi: Xem & sửa
zh_hans: 可读 & 可编辑
zh_hant: 可讀 & 可編輯
